bradgashler.htmltagwrap
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
dzhavat.css-flexbox-cheatsheet
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
GitHub.codespaces
GitHub.vscode-pull-request-github
mgmcdermott.vscode-language-babel
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
naumovs.color-highlight
PKief.material-icon-theme
pranaygp.vscode-css-peek
ritwickdey.LiveServer
sdras.night-owl
Shan.code-settings-sync
shd101wyy.markdown-preview-enhanced
TabNine.tabnine-vscode
VisualStudioExptTeam.vscodeintellicode
wix.vscode-import-cost
xabikos.JavaScriptSnippets
zhuangtongfa.material-theme
